shop/salescatalyst/assets/uploads/makemodel-1581600328.json

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><getIDV xmlns="http://schemas.cordys.com/default"><UserName>havaMtr</UserName><Password>b4SQh1ZMgm6+urb/Vpd2JI88F6YiY9P/Nha/UtxxL5bI5QzYKTXcYY8XIy7FhY0lOP/B2vEePttRNGl0jh31yQ==</Password><Make>YAMAHA</Make><Model>SZ</Model><Producttype>FTW</Producttype><Variant>R</Variant><StateCode>ALL</StateCode><Manfaturingyear>2013</Manfaturingyear></getIDV></Body></Envelope>